Repository: NAVU-Kft/nationalopendataportal
Catalog: ckanext/hutemplate/i18n/*/LC_MESSAGES/ckanext-hutemplate.po
Languages: hu

source: The detail of this dataset activity is not available
hu: Az adatkészlettel kapcsolatos tevékenységek részletei nem állnak rendelkezésre.

source: Unauthorized to read package
hu: Nincs jogosultsága a csomag megtekintésére.

source: Unauthorized to read collaborators {}
hu: Nem jogosult az együttműködők megtekintésére.

source: Unauthorized to delete collaborators {}
hu: Nincs jogosultsága a(z) {} együttműködők törlésére.

source: User removed from collaborators
hu: A felhasználót törölték a közreműködők közül

source: Unauthorized to edit collaborators {}
hu: Nem jogosult a közreműködők szerkesztésére.

source: User added to collaborators
hu: Felhasználó hozzáadva az együttműködők számára

source: Unauthorized to view API tokens.
hu: Nincs jogosultsága az API tokenek megtekintéséhez.

source: Unauthorized to create API tokens.
hu: Nincs jogosultsága az API tokenek létrehozásához.

source: API Token created: <code style="word-break:break-all;">{token}</code> {copy}<br>Make sure to copy it now, you won't be able to see it again!
hu: API token létrehozva: <code style="word-break:break-all;">{token}</code> {copy}<br>. Győződjön meg arról, hogy elmentette, mert az újbóli megjelenítésre nem lesz lehetősége.

source: Unauthorized to revoke API tokens.
hu: Nincs jogosultsága az API tokenek visszavonásához.

source: Your password must be 8 characters or longer.
hu: A jelszónak legalább 8 karakter hosszúnak kell lennie.

source: Redirecting to external site is not allowed.
hu: A külső oldalra való átirányítás nem engedélyezett

source: Spatial coverage
hu: Térbeli lefedettség

source: Temporal coverage start
hu: Időbeli lefedettség kezdete

source: Temporal coverage end
hu: Időbeli lefedettség vége

source: Access rights
hu: Hozzáférési jogok

source: Conforms to
hu: Megfelelések

source: Documentation
hu: Dokumentáció

source: Frequency
hu: Frissítés gyakorisága

source: Has version
hu: Változatok

source: Is referenced by
hu: Hivatkozza

source: Is version of
hu: Eredeti változat

source: Languages
hu: Nyelvek

source: Other identifiers
hu: Egyéb azonosítók

source: Provenance
hu: Eredet

source: Qualified relations
hu: Kapcsolódó anyagok

source: Sources
hu: Források

source: Spatial resolution
hu: Térbeli felbontás

source: Temporal resolution
hu: Időbeli felbontás

source: Version notes
hu: Verziójegyzetek

source: Availability
hu: Elérhetőség

source: Access service
hu: Adatszolgáltatás

source: Download URL
hu: Letöltési link

source: Release date
hu: Közzététel dátuma

source: Rights
hu: Jognyilatkozat

source: Modification date
hu: Utolsó módosítás ideje

source: File type
hu: Fájltípus

source: Landing page
hu: Közzétevői oldal

source: Identification
hu: Beazonosítás

source: About the data
hu: Az adatokról

source: Contact data
hu: Kapcsolati információk

source: Usage characteristics
hu: Felhasználási jellemzők

source: Origin of the data
hu: Az adatok eredetéről

source: Technical characteristics
hu: Technikai jellemzők

source: Not Found
hu: Nem található

source: The requested URL was not found on the server. If you entered the URL manually please check your spelling and try again.
hu: A keresett URL nem található a szerveren. Ha kézzel adta meg az URL-t, ellenőrízze helyességét, és próbálkozzon újra

source: Are you sure you want to purge datasets?
hu: Biztos, hogy minden adatkészletet ki akarsz tisztítani?

source: Are you sure you want to purge organizations?
hu: Biztos, hogy minden szervezetet ki akarsz tisztítani?

source: Are you sure you want to purge groups?
hu: Biztos, hogy minden adatkategóriát ki akarsz tisztítani?

source: {number} datasets have been purged
hu: {number} adatkészlet törölve lett

source: {number} organizations have been purged
hu: {number} szervezet törölve lett

source: {number} groups have been purged
hu: {number} adatkategória törölve lett

source: There are no datasets to purge
hu: Nincs törölhető adatkészlet

source: There are no organizations to purge
hu: Nincs törölhető szervezet

source: There are no groups to purge
hu: Nincs törölhető adatkategória
