Repository: NAVU-Kft/nationalopendataportal
Catalog: ckanext/hutemplate/i18n/*/LC_MESSAGES/ckanext-hutemplate.po
Languages: hu

source: Temporal coverage
hu: Időbeli lefedettség

source: You are now logged out.
hu: A kijelentkezés megtörtént

source: Page type already exists in database
hu: A megadott oldaltípus már szerepel az adatbázisban

source: Missing value
hu: Hiányzó érték

source: Tag %s does not belong to vocabulary %s
hu: A "%s" címke nem tartozik a %s szótárhoz

source: We use cookies
hu: Oldalainkon HTTP-sütiket használunk

source: Accept all
hu: Összes elfogadása

source: Change my preferences
hu: Cookie beállítások

source: Cookie preferences
hu: Cookie beállítások

source: Save preferences
hu: Beállítások mentése

source: Reject all
hu: Összes elutasítása

source: Close
hu: Bezárás

source: Strictly necessary cookies
hu: Működéshez elengedhetetlen cookie-k

source: Strictly necessary cookie description ...
hu: Működéshez elengedhetetlen cookie-k leírása ...

source: Analytics cookies
hu: Analitikai cookie-k

source: Analytics cookie description ...
hu: Analitikai cookie-k leírása ...

source: Start typing…
hu: Kezdjen gépelni...

source: No matches found
hu: Nincs találat

source: Input is too short, must be at least one character
hu: A szöveg túl rövid, legalább egy karakter kell legyen.

source: Datasets, resources
hu: Adatkészlet, adatelérés

source: Organization
hu: Szervezet

source: Datasets
hu: Adatkészletek

source: National Open Data Portal
hu: Nemzeti Közadatportál

source: Log out
hu: Kijelentkezés

source: Login
hu: Belépés

source: Source
hu: Forrás

source: Contact
hu: Kapcsolat

source: F.A.Q
hu: GYIK

source: Disclaimers
hu: Jogi felelősség nyilatkozatok

source: Privacy policy
hu: Adatvédelem

source: Imprint
hu: Impresszum

source: Toggle navigation
hu: Navigáció

source: Home
hu: Kezdőoldal

source: About Open Data Portal
hu: A Közadatportálról

source: Knowledge base
hu: Tudásbázis

source: Completed Analyzes
hu: Elkészült elemzések

source: Pages
hu: Aloldalak

source: Blog
hu: Cikkek

source: Search datasets
hu: Adatkészletek keresése

source: Search
hu: Keresés

source: Submit
hu: Beküldés

source: Site Title
hu: Oldal cím

source: Site Tag Line
hu: Oldal Tag sor

source: Company name
hu: Kapcsolat cég neve

source: Company address
hu: Kapcsolat cég címe

source: Company phone
hu: Kapcsolat cég telefonszáma

source: Company email
hu: Kapcsolat cég email címe

source: Map longitude
hu: Térkép - hosszúság

source: Map latitude
hu: Térkép - szélesség

source: Cancel
hu: Mégse

source: Confirm Delete
hu: Törlés jóváhagyása

source: Deleted datasets
hu: Törölt adatkészletek

source: Deleted organizations
hu: Törölt szervezetek

source: Deleted groups
hu: Törölt adatkategóriák

source: Purge datasets
hu: Adatkészletek tisztítása

source: Purge organizations
hu: Szervezetek tisztítása

source: Purge groups
hu: Adatkategóriák tisztítása

source: Title
hu: Cím

source: Publish Date
hu: Publikálás dátuma

source: CMS Page
hu: CMS Oldal

source: Visibility
hu: Láthatóság

source: Private
hu: Privát

source: Public
hu: Publikus

source: Edit
hu: Módosítás

source: This page currently has no content
hu: Ezen az oldalon még nincsen tartalom.

source: News
hu: Hírek

source: All News
hu: Minden hír

source: Add Article
hu: Cikk hozzáadása

source: News categories
hu: Cikkkategóriák

source: Add page
hu: Aloldal hozzáadása

source: There are currently no blog articles here
hu: Itt jelenleg nincsenek cikkek

source: There are currently no pages here
hu: Itt jelenleg nincsenek aloldalak

source: View
hu: Nézet

source: Back to all members
hu: Vissza az összes taghoz

source: Edit Member
hu: Tag szerkesztése

source: Add Member
hu: Tag hozzáadása

source: User
hu: Felhasználó

source: Role
hu: Szerepkör

source: Are you sure you want to delete this member?
hu: Biztos benne, hogy törölni szeretné a címkét?

source: Delete
hu: Töröl

source: Relevance
hu: Relevancia

source: Name Ascending
hu: Név szerint növekvő

source: Name Descending
hu: Név szerint csökkenő

source: Last Modified
hu: Utóljára módosítva

source: Popular
hu: Népszerű

source: Search datasets...
hu: Adatkészletek keresése...

source: Manage
hu: Szerkesztés

source: {num} Dataset
hu: {num} adatkészlet

source: 0 Datasets
hu: 0 adatkészlet

source: View {name}
hu: {name} megtekintése

source: Remove
hu: Törlés

source: Remove dataset from this group
hu: Adatkészlet eltávolítása a adatkategóriából

source: Deleted
hu: Törölve

source: Legal background
hu: Jogi háttér

source: Legal framework
hu: Jogi keretrendszer

source: Page statistics
hu: Oldalstatisztikák

source: Organizations
hu: Szervezetek

source: Useful concepts
hu: Hasznos fogalmak

source: Data categories
hu: Adatkategóriák

source: All organizations
hu: Összes szervezet

source: To all news
hu: Tovább a hírekhez

source: Landing page Title
hu: Közadatok egy helyen

source: Landing page Subtitle
hu: A közadatportál egységes platformon gyűjti össze és teszi közzé az állami szervezetek nyílt adatkészleteit, hogy azok bárki számára elérhetőek legyenek.

source: More about the portal
hu: A portálról bővebben

source: View data
hu: Tovább az adatokhoz

source: Latest analysis
hu: Legújabb elemzés

source: Dataset
hu: Adatkészlet

source: Analyzes made in NAVÜ
hu: A NAVÜ által készített elemzések

source: Data Request
hu: Adatigénylés

source: Frequently Asked Questions
hu: Gyakran ismételt kérdések

source: Educational materials
hu: Oktatási anyagok

source: Video, podcast, webinar, online publications
hu: Videó, podcast, webinar, online kiadványok

source: Show me
hu: Megnézem

source: Standards, vocabularies
hu: Szabványok, szótárak

source: International standards
hu: Nemzetközi standardok

source: Subscribe
hu: Feliratkozás

source: Conferences
hu: Konferenciák

source: Applications
hu: Pályázatok

source: New data and features
hu: Új adatok és funkciók

source: Purpose of the portal
hu: A portál célja

source: Date
hu: Dátum

source: Read post
hu: Tovább olvasok

source: Make public
hu: Nyilvánossá tétel

source: Make private
hu: Priváttá tétel

source: Draft
hu: Vázlat

source: This organization has no datasets associated to it
hu: Ehhez a szervezethez nem tartozik adatkészlet.

source: Add Organization
hu: Szervezet hozzáadása

source: There are currently no organizations for this site
hu: Jelenleg nincsenek szervezetek az oldalhoz

source: How about creating one?
hu: Miért ne hozna létre egyet?

source: {count} member
hu: {count} tag

source: Create Dataset
hu: Adatkészlet létrehozása

source: View dataset
hu: Adatkészlet megtekintése

source: Groups
hu: Adatkategóriák

source: Edit metadata
hu: Metaadatok szerkesztése

source: Resources
hu: Adatelérések

source: Collaborators
hu: Közreműködők

source: Activity Stream
hu: Előzmények

source: Last updated
hu: Utolsó frissítés

source: Created
hu: Létrehozva

source: Source files
hu: Adatelérések

source: Metadata
hu: Metaadatok

source: There are no groups associated with this dataset
hu: Az adatkészlet nincs egy kategóriában sem

source: Publisher Organization
hu: Közzétevő

source: Formats
hu: Formátumok

source: Tags
hu: Címkék

source: Visits
hu: Megtekintések

source: Downloads
hu: Letöltések

source: All resources
hu: Minden adatelérés

source: View resource
hu: Az adatelérés megtekintése

source: Edit resource
hu: Adatelérés szerkesztése

source: API Endpoint
hu: API végpont

source: Go to resource
hu: Ugrás az adateléréshez

source: Download
hu: Letöltés

source: Field
hu: Mező

source: Value
hu: Érték

source: unknown
hu: Ismeretlen

source: Format
hu: Formátum

source: License
hu: Licenc

source: Filters
hu: Szűrők

source: List of results
hu: Találatok listája

source: Export all datasets
hu: Összes adatkészlet exportálása

source: XLSX Format
hu: XLSX formátumban

source: RDF Format
hu: RDF formátumban

source: Order by
hu: Rendezés

source: Clear all
hu: Összes törlése

source: API Docs
hu: API dokumentáció

source: full {format} dump
hu: Teljes {format} Dump

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
hu: Ez a katalógus az %(api_link)s-n keresztül is elérhető (lásd angol nyelvű %(api_doc_link)s) vagy letölthető a %(dump_link)s-n keresztül.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
hu: Ez a katalógus az %(api_link)s-n keresztül is elérhető (lásd angol nyelvű %(api_doc_link)s).

source: Preview
hu: Előnézet

source: More information
hu: Több információ

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
hu: <p class="empty">Ez az adatkészlet még nem tartalmaz adatokat, <a href="%(url)s">miért nem ad hozzá néhányat?</a></p>

source: This dataset has no data
hu: Ehhez az adatkészlethez nem tartozik adat.

source: No organization
hu: Nincs szervezet

source: Add
hu: Hozzáadás

source: State
hu: Állapot

source: Add Dataset
hu: Adatkészlet hozzáadása

source: Start
hu: Kezdete

source: End
hu: Vége

source: Show Only Popular {facet_type}
hu: Csak a legnépszerűbbek

source: Show More {facet_type}
hu: Mutass többet

source: There are no {facet_type} that match this search
hu: Nincs {facet_type} a kereséshez

source: Open Data Portal
hu: Közadat Portál

source: Name
hu: Név

source: News feed
hu: Hírcsatorna

source: My Datasets
hu: Saját adatkészletek

source: My Organizations
hu: Saját szervezetek

source: Profile settings
hu: Profilbeállítások

source: You are not a member of any organizations.
hu: Ön nem tagja szervezetnek.

source: Create one now?
hu: Létrehoz egyet most?

source: All Users
hu: Minden felhasználó

source: Users
hu: Felhasználók

source: Administrator
hu: Adminisztrátor

source: Login to the Open Data Portal
hu: Bejelentkezés a Közadatportálra

source: You're already logged in as {user}.
hu: Már bejelentkezett, mint {user}.

source: You need to log out before you can log in with another account.
hu: Ki kell jelentkeznie, mielőtt bejelentkezhetne egy másik fiókkal.

source: Log out now
hu: Kijelentkezés most

source: API Tokens
hu: API tokenek

source: Username
hu: Felhasználónév

source: This means only you can see this
hu: Ez azt jelenti, hogy csak Ön láthatja

source: Member Since
hu: Tagság kezdete

source: API Key
hu: API kulcs

source: Last access
hu: Utolsó hozzáférés

source: Actions
hu: Műveletek

source: Never
hu: Soha

source: Revoke
hu: Visszavon

source: Activity from:
hu: Tevékenységek:

source: Search list...
hu: Lista keresése...

source: You are not following anything
hu: Nem követsz semmit.

source: Password
hu: Jelszó

source: Search Users
hu: Felhasználók keresése

source: Audio
hu: Hang

source: Audio url
hu: Hang URL

source: eg. http://example.com/audio.mp3 (if blank uses resource url)
hu: például. http://example.com/audio.mp3 (Ha az üres adatelérés URL-t használ)

source: Your browser does not support the <code>audio</code> element. But don't worry, you can <a href="%(res_url)s" alt="video url">download it</a>.
hu: A böngészője nem támogatja a(z) <code>audio</code> elemet. Ne aggódjon, <a href="%(res_url)s" alt="video url">ezen a linken keresztül letöltheti</a>.

source: Resource not found
hu: Az adatelérés nem található

source: Not authorized to see this page
hu: Az oldal megtekintése nem engedélyezett

source: Pending
hu: Függőben

source: Submitting
hu: Benyújtás

source: Error
hu: Hiba

source: Not Uploaded Yet
hu: Még nincs feltöltve

source: Upload to DataStore
hu: Feltöltés a DataStore-ba

source: Upload error:
hu: Feltöltési hiba:

source: Error:
hu: Hiba:

source: Error traceback:
hu: Hiba traceback:

source: Status
hu: Állapot

source: Upload Log
hu: Feltöltési napló

source: Details
hu: Részletek

source: End of log
hu: A napló vége

source: DataStore resource not found
hu: A DataStore forrás nem található

source: Data Dictionary saved. Any type overrides will take effect when the resource is next uploaded to DataStore
hu: Adatszótár elmentve. Bármilyen felülbírálat akkor lép hatályba, amikor a forrás ismét feltöltésre kerül a DataStore-ba.

source: The data was invalid: {}
hu: Az adatok érvénytelenek: {}

source: Resource "{0}" was not found.
hu: A "{0}" forrás nem található.

source: User {0} not authorized to update resource {1}
hu: {0} felhasználó nem jogosult a(z) {1} erőforrás frissítésére

source: CKAN Data API
hu: CKAN adat API

source: Access resource data via a web API with powerful query support
hu: Hozzáférés a forrásadatokhoz web API-n keresztül hatékony lekérdezéssel.

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
hu: További információk a <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank"> fő CKAN Data API és Datastore dokumentáció </a>. </ P ])

source: Endpoints
hu: Végpontok

source: The Data API can be accessed via the following actions of the CKAN action API.
hu: Az Adat API a CKAN ACTION API következő műveletei alapján érhető el.

source: Create
hu: Létrehozás

source: Update / Insert
hu: Frissítés / beillesztés

source: Query
hu: Lekérdezés

source: Query (via SQL)
hu: SQL lekérdezés

source: Query example (first 5 results)
hu: Lekérdezés példa (első 5 találat)

source: Query example (results containing 'jones')
hu: Lekérdezés példa (SQL utasítással)

source: Query example (via SQL statement)
hu: Lekérdezés

source: Example: Javascript
hu: Példa: JavaScript

source: A simple ajax (JSONP) request to the data API using jQuery.
hu: Egyszerű ajax (JSONP) lekérdezés az adat API-hoz JQuery-vel.

source: Example: Python
hu: Példa: Python

source: Save
hu: Mentés

source: Field {num}.
hu: Mező {num}.

source: Type Override
hu: Típus felülbírálása

source: Label
hu: Címke

source: Description
hu: Leírás

source: Data Dictionary
hu: Adatszótár

source: Column
hu: Oszlop

source: Type
hu: Típus

source: Loading...
hu: Betöltés...

source: Data API
hu: Adat API

source: Table
hu: táblázat

source: Responsive display
hu: Reszponzív megjelenítés

source: Show Columns
hu: Oszlopok megjelenítése

source: Hide/Unhide Columns
hu: Az oszlopok elrejtése

source: Datasets per page
hu: Oldalankénti adatkészletek

source: Test conf
hu: Tesztkonfiguráció

source: Custom Field Ascending
hu: Egyedi mező emelkedő

source: Custom Field Descending
hu: Egyedi mező csökkenő

source: Custom Text
hu: Egyéni szöveg

source: custom text
hu: Egyéni szöveg

source: Country Code
hu: Országkód

source: custom resource text
hu: Egyedi erőforrás szöveg

source: This is an untranslated string
hu: Nem lefordított karakterlánc

source: This group has no description
hu: Ehhez az adatkategóriához nem tartozik leírás

source: CKAN's data previewing tool has many powerful features
hu: A CKAN adatelőnézeti eszköze több erőteljes funkcióval is rendelkezik.

source: Followers
hu: Követők

source: Second
hu: Másodperc

source: Minute
hu: Perc

source: Hour
hu: Óra

source: Day
hu: Nap

source: Expires in
hu: Lejár

source: Units
hu: Egységek

source: Expires at
hu: Lejár

source: Image
hu: Kép

source: Image url
hu: Kép URL

source: eg. http://example.com/image.jpg (if blank uses resource url)
hu: például. http://example.com/image.jpg (Ha üres az erőforrás-url használatával)

source: Data Explorer
hu: Adatfelfedező

source: Graph
hu: Gráf

source: Map
hu: Térkép

source: error loading view
hu: Hiba a nézet betöltése közben

source: Could not load view
hu: A nézet nem tölthető be

source: DataStore returned an error
hu: A DataStore hibát észlelt.

source: DataProxy returned an error
hu: A DataProxy hibát észlelt.

source: Grid
hu: Rács

source: Row offset
hu: Soreltolás

source: eg: 0
hu: pl.: 0

source: Number of rows
hu: Sorok száma

source: eg: 100
hu: pl. 100

source: Graph type
hu: Gráf típus

source: Group (Axis 1)
hu: Adatkategória (tengely 1)

source: Series (Axis 2)
hu: Sorozat (2 tengely)

source: Field type
hu: Mező típus

source: Latitude field
hu: Szélességi mező

source: Longitude field
hu: Hosszúsági fok mező

source: GeoJSON field
hu: GeoJSON mező

source: Cluster markers
hu: Klaszter markerek

source: Invalid URL.
hu: Érvénytelen URL

source: Top Rated Datasets
hu: Legmagasabbra értékelt adatkészletek

source: Average rating
hu: Értékelések átlaga

source: Number of ratings
hu: Értékelések száma

source: No ratings
hu: Nincsenek még értékelések.

source: Largest Groups
hu: A legnépesebb adatkategóriák

source: Group
hu: Adatkategória

source: Number of datasets
hu: Adatkészletek száma

source: No groups
hu: Nincsenek adatkategóriák

source: Top Tags
hu: Leggyakoribb kulcsszavak

source: Tag Name
hu: Címke neve

source: Number of Datasets
hu: Adatkészletek száma

source: Users Creating Most Datasets
hu: A legtöbb adatkészletet létrehozó felhasználók

source: Statistics Menu
hu: Statisztika menü

source: Most Edited Datasets
hu: A leggyakrabban szerkesztett adatkészletek

source: Text
hu: Szöveg

source: An error occured during AJAX request. Could not load view.
hu: Hiba történt az AJAX kérés során. Nézet betöltése sikertelen.

source: Video
hu: Videó

source: Video url
hu: Videó URL

source: eg. http://example.com/video.mpeg (if blank uses resource url)
hu: például. http://example.com/video.mpeg (Ha az üres forrás URL-t használ)

source: eg. http://example.com/poster.jpg
hu: például. http://example.com/poster.jpg

source: Sorry, your browser doesn't support embedded videos, but don't worry, you can <a href="%(res_url)s" alt="video url">download it</a> and watch it with your favorite video player!
hu: Sajnáljuk, hogy a böngészője nem támogatja a beágyazott videókat, de ne aggódjon, a <a href="%(res_url)s" alt="video url"> linken letöltheti</a> és megnézheti kedvenc lejátszójával!

source: Website
hu: Weboldal

source: Web Page url
hu: Weboldal URL

source: eg. http://example.com (if blank uses resource url)
hu: például. http://example.com (Ha az üres forrás URL-t használ)

source: Your browser does not support iframes.
hu: A böngészője nem támogatja az iframe-t.

source: Authorization function not found: %s
hu: %s autorizációs funkció nem található.

source: Admin
hu: Adminisztrátor

source: Editor
hu: Szerkesztő

source: Member
hu: Tag

source: Need to be system administrator to administer
hu: A rendszer kezeléséhez adminisztrátornak kell lennie

source: Style
hu: Stílus

source: Site Tag Logo
hu: Oldal Tag Logo

source: About
hu: Rólunk

source: About page text
hu: Névjegy oldal szöveg

source: Intro Text
hu: Bevezető szöveg

source: Text on home page
hu: Szöveg a kezdőlapon

source: Custom CSS
hu: Egyéni CSS

source: Customisable css inserted into the page header
hu: Testreszabható CSS beillesztve az oldal fejlécébe

source: Homepage
hu: Kezdőlap

source: Cannot purge package %s as associated revision %s includes non-deleted packages %s
hu: Nem tudja tisztítani a %s csomagot, mivel a %s kapcsolódó revízió nem törölt csomagokat tartalmaz: %s.

source: Problem purging revision %s: %s
hu: Probléma a tisztítás során %s: %s

source: Purge complete
hu: Takarítás kész

source: Action not implemented.
hu: A művelet végrehajtása nem sikerült.

source: Access denied
hu: Hozzáférés megtagadva.

source: Not found
hu: Nem található

source: Bad request
hu: Hibás kérés

source: Action name not known: %s
hu: A %s művelet neve nem ismert.

source: JSON Error: %s
hu: JSON Hiba: %s

source: Bad request data: %s
hu: Hibás kérés adat: %s

source: Group not found
hu: Ismeretlen adatkategória

source: Organization not found
hu: Szervezet nem található

source: Incorrect group type
hu: Helytelen adatkategória típus

source: Licenses
hu: Licencek

source: User %r not authorized to edit %s
hu: A(z) '%r' felhasználó nem jogosult az %s módosítására

source: Not authorized to perform bulk update
hu: Nem jogosult tömeges frissítés elvégzésére

source: Unauthorized to create a group
hu: Nincs joga az adatkategória létrehozásához.

source: Integrity Error
hu: Integritáshiba

source: User %r not authorized to edit %s authorizations
hu: A(z) %r felhasználó nem jogosult az %s jog módosítására

source: Unauthorized to delete group %s
hu: Nem jogosult adatkategória törlésére %s .

source: Organization has been deleted.
hu: Szervezetek törlésre kerültek.

source: Group has been deleted.
hu: Az adatkategória törlésre került.

source: %s has been deleted.
hu: %s törlődött.

source: User %r not authorized to edit members of %s
hu: A(z) %r felhasználó nem jogosult a %s tagjainak szerkesztésére

source: Unauthorized to create group %s members
hu: Nincs jogosultsága, hogy a %s adatkategóriához tagokat adjon hozzá.

source: Unauthorized to add member to group %s
hu: Nem jogosult tag a(z) %s adatkategóriához adására.

source: Unauthorized to delete group %s members
hu: Nem jogosult a(z) %s adatkategória tagok törlésére.

source: Group member has been deleted.
hu: Az adatkategória tag törlésre került

source: Select two revisions before doing the comparison.
hu: Válasszon ki két verziót az összehasonlításhoz.

source: CKAN Group Revision History
hu: CKAN adatkategória felülvizsgálatának története

source: Recent changes to CKAN Group:
hu: A CKAN adatkategória legújabb változásai:

source: Log message:
hu: Naplóbejegyzés:

source: You are now following {0}
hu: Most már követi a {0} -t

source: You are no longer following {0}
hu: Többé nem követ {0}

source: Unauthorized to view followers %s
hu: Nem jogosult a(z) %s követő megtekintésére

source: This site is currently off-line. Database is not initialised.
hu: Ez az oldal jelenleg offline, az adatkészlet nincsen inicializálva.

source: Please <a href="%s">update your profile</a> and add your email address.
hu: Kérjük, <a href="%s"> frissítse profilját </a> és adja hozzá az email címét.

source: %s uses your email address if you need to reset your password.
hu: A(z) %s az e-mail címét használja, ha vissza kell állítania a jelszavát.

source: Invalid search query: {error_message}
hu: Érvénytelen keresési lekérdezés: {error_message}

source: Parameter "{parameter_name}" is not an integer
hu: A "{parameter_name}" paraméter nem egész szám.

source: Dataset not found
hu: Az adatkészlet nem található

source: Invalid revision format: %r
hu: Hibás verzió formátum: %r

source: Unauthorized to read package %s
hu: A %s csomag olvasás nem engedélyezett.

source: CKAN Dataset Revision History
hu: CKAN adatkészlet felülvizsgálatának története

source: Recent changes to CKAN Dataset:
hu: A CKAN adatkészlet aktuális változásai:

source: Unauthorized to create a package
hu: Nincs joga az adatkategória készítéshez.

source: Unauthorized to edit this resource
hu: Nem jogosult ezen adatelérés szerkesztésére.

source: Unauthorized to update dataset
hu: Nem jogosult az adathalmaz frissítésére.

source: The dataset {id} could not be found.
hu: A(z) {id} adathalmaz nem található.

source: You must add at least one data resource
hu: Legalább egy adatelérés hozzáadása szükséges.

source: Unauthorized to create a resource
hu: Nem jogosult adatelérés létrehozására.

source: Unauthorized to create a resource for this package
hu: Nem jogosult adatelérés létrehozására ehhez az adatkészlethez.

source: Unable to add package to search index.
hu: Nem sikerült a csomag hozzáadása a keresési indexhez.

source: Unable to update search index.
hu: Nem sikerült a keresési index frissítése.

source: Dataset has been deleted.
hu: Az adatkészletet törölték.

source: Unauthorized to delete package %s
hu: Nem jogosult a(z) %s csomag törlésére.

source: Resource has been deleted.
hu: Az adatelérés törlésre került.

source: Unauthorized to delete resource %s
hu: Nem jogosult a(z) %s adatelérés törlésére.

source: Resource view not found
hu: Az adatelérés nézet nem található

source: Resource data not found
hu: Adatelérés adatok nem találhatók.

source: No download is available
hu: Nincs elérhető letöltés

source: Unauthorized to read dataset %s
hu: Nem jogosult a(z) %s Adathalmaz olvasására.
