Repository: NAVU-Kft/nationalopendataportal
Catalog: ckanext/hutemplate/i18n/*/LC_MESSAGES/ckanext-hutemplate.po
Languages: hu

source: or
hu: vagy

source: New User
hu: Új felhasználó

source: If you wish to invite a new user, enter their email address.
hu: Ha új felhasználót szeretne meghívni, írja be az email címét.

source: What are roles?
hu: Mik a szerepekörök?

source: Create a Group
hu: Adatkategória létrehozása

source: Update Group
hu: Adatkategória frissítése

source: Create Group
hu: Adatkategória létrehozása

source: Datasets in group: {group}
hu: Adatkészletek az adatkategóriában: {group}

source: My Group
hu: Saját adatkategória

source: A little information about my group...
hu: Információ az adatkategóriámról ...

source: Are you sure you want to delete this Group?
hu: Biztosan törölni szeretné ezt az adatkategóriát?

source: Save Group
hu: Adatkategória mentése

source: What are Groups?
hu: Mik azok az adatkategóriák?

source: read more
hu: Olvass tovább

source: Welcome
hu: Üdvözöljük

source: Welcome to CKAN
hu: Üdvözöljük a CKAN-ben

source: This is a featured section
hu: Ez egy kiemelt szakasz

source: E.g. environment
hu: Például környezet

source: Search data
hu: Adatkeresés

source: Popular tags
hu: Népszerű címkék

source: {0} statistics
hu: {0} statisztika

source: dataset
hu: Adathalmaz

source: datasets
hu: adatkészletek

source: organizations
hu: szervezetek

source: groups
hu: adatkategóriák

source: This field is required
hu: Ennek a mezőnek a kitöltése kötelező.

source: Key
hu: Kulcs

source: Custom
hu: Egyéni

source: The form contains invalid entries:
hu: Az űrlap hibás mezőket tartalmaz:

source: Required field
hu: Kötelező mező

source: Image URL
hu: Kép URL

source: Clear Upload
hu: Feltöltés törlése

source: Add an Organization
hu: Szervezet hozzáadása

source: Organization Form
hu: Szervezeti forma

source: Edit datasets
hu: Adatkészlet szerkesztése

source: found for "{query}"
hu: találat a következőre: "{query}".

source: Sorry no datasets found for "{query}"
hu: Sajnáljuk, a "{query}" lekérdezésre nincs találat az adatkészletek között.

source: Are you sure you want to delete organization - {name}?
hu: Biztosan törölni szeretné a szervezetet - {name}?

source: Edit Organization
hu: Szervezet szerkesztése

source: Search organizations...
hu: Szervezetek keresése...

source: Email address
hu: Email cím

source: Update Member
hu: Tag frissítése

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
hu: <p> <strong> admin: </ strong> Megadhat új adatkészletet, szerkesztheti vagy törölheti az adatkészleteket, valamint kezelheti a szervezet tagjait. </ p> <p> <strong> szerkesztő: </ strong> Új adatkészletet ad meg vagy szerkesztheti az adatkészleteket, de nem kezeli a szervezet tagjait. </ p> <p> <strong> Tag: </ strong> megtekintheti a szervezet magán adatkészleteit, de nem adhat hozzá új adatkészleteket. </ p>

source: Create an Organization
hu: Szervezet létrehozása

source: Update Organization
hu: Szervezet frissítése

source: Create Organization
hu: Szervezet létrehozása

source: Datasets in organization: {group}
hu: Adatkészletek a szervezetben: {group}

source: What are Organizations?
hu: Mik azok a szervezetek?

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
hu: A CKAN szervezeteket az adatkészletek gyűjtésére, kezelésére és közzétételére használják. A felhasználók különböző szerepet játszhatnak egy szervezeten belül, attól függően, hogy engedélyt kapnak a létrehozásra, szerkesztésre és közzétételre.

source: My Organization
hu: Saját szervezet

source: A little information about my organization...
hu: Információ a szervezetemről ...

source: Are you sure you want to delete this Organization? Note*: Deleting cannot be performed while public or private datasets belong to this organization.
hu: Biztos, hogy törölni szeretné ezt a szervezetet? MEGJEGYZÉS *: A Törlés nem végezhető el, míg nyilvános vagy privát adatkészletek tartoznak a szervezethez.

source: Save Organization
hu: Szervezet mentése

source: View {organization_name}
hu: {organization_name} megtekintése

source: What are datasets?
hu: Mik azok az adatkészletek?

source: A CKAN Dataset is a collection of data resources (such as files), together with a description and other information, at a fixed URL. Datasets are what users see when searching for data.
hu: A CKAN adatkészlet adatelérések (például fájlok) gyűjteménye, egy leírással és egyéb információkkal, rögzített URL-címen. Az adatkészletek az adatok keresése során láthatók.

source: Changes
hu: Változások

source: Are you sure you want to delete dataset - {name}?
hu: Biztosan törölni szeretné az adatkészletet - {name}?

source: Are you sure you want to delete resource - {name}?
hu: Biztosan törölni szeretné a adatelérést - {name}?

source: Edit view
hu: Nézet szerkesztése

source: Update
hu: Frissítés

source: Associate this group with this dataset
hu: Társítsa az adatkategóriát az adatkészletet.

source: Add to group
hu: Hozzáadás adatkategóriához

source: Update Dataset
hu: Adatkészlet módosítása

source: Add data to the dataset
hu: Adatok és adatkészletek hozzáadása

source: Add New Resource
hu: Új adatelérés hozzáadása

source: Add resource
hu: Adatelérés hozzáadása

source: New resource
hu: Új adatelérés

source: Add view
hu: Új nézet hozzáadása

source: Data Explorer views may be slow and unreliable unless the DataStore extension is enabled. For more information, please see the <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>Data Explorer documentation</a>.
hu: Az adatfelfedező lassú és megbízhatatlan lehet, hacsak a DataStore extension nincs engedélyezve. További információért lásd: <a href = 'http: //docs.ckan.org/en/latest/maintaining/data-struktúra.html#viewing-strukturált-data-that-date-explorer' target = '_ Blank "> Data Explorer Dokumentáció </a>.

source: You're currently viewing an old version of this dataset. To see the current version, click <a href="%(url)s">here</a>.
hu: Jelenleg az adatkészlet régi verzióját nézed. Az aktuális verzió megtekintéséhez kattintson <a href="%(url)s"> ide </a>.

source: Views
hu: Nézetek

source: Dataset description:
hu: Adatkészlet leírása:

source: Source: <a href="%(url)s">%(dataset)s</a>
hu: Forrás: <a href="%(url)s">%(dataset)s</a>

source: There are no views created for this resource yet.
hu: Még nem állnak rendelkezésre nézetek ehhez a adateléréshez.

source: Not seeing the views you were expecting?
hu: Nem látja a várt nézeteket?

source: Here are some reasons you may not be seeing expected views:
hu: Íme néhány ok, ami miatt nem látja a várt nézetet:

source: No view has been created that is suitable for this resource
hu: Nincs ennek az adatelérésnek megfelelő nézet létrehozva

source: The site administrators may not have enabled the relevant view plugins
hu: A webhely rendszergazdái nem engedélyezték a megfelelő nézet bővítményeket

source: Additional Information
hu: további információ

source: Data last updated
hu: Utolsó frissítés

source: Metadata last updated
hu: Metaadatok utoljára frissítve

source: New view
hu: Új nézet

source: This resource has no views
hu: Ehhez a adateléréshez nem tartoznak nézetek.

source: Add new resource
hu: Új adatelérés hozzáadása

source: All views
hu: Minden nézet

source: View view
hu: Nézet megtekintése

source: View preview
hu: Előnézet megtekintése

source: Edit Collaborator
hu: Együttműködő szerkesztése

source: Add Collaborator
hu: Közreműködő hozzáadása

source: Back to all collaborators
hu: Vissza az összes közreműködőhöz

source: Are you sure you want to delete this collaborator?
hu: Biztos, hogy törölni szeretné ezt az együttműködőt?

source: Update Collaborator
hu: Közreműködő frissítése

source: What are the available roles?
hu: Melyek a rendelkezésre álló szerepek?

source: Add Collaborators
hu: Közreműködők hozzáadása

source: {count} collaborator
hu: {count} együttműködő

source: Additional Info
hu: További információ

source: Author
hu: Készítő

source: Maintainer
hu: Kapcsolattartó

source: Version
hu: Verzió

source: Last Updated
hu: Utolsó frissítés

source: Before you can create a dataset you need to create an organization.
hu: Mielőtt létrehozna egy adatkészletet, létre kell hoznia egy szervezetet.

source: Create a new organization
hu: Új szervezet létrehozása

source: There are no organizations to which you can assign this dataset.
hu: Nincs olyan szervezet, amelyhez hozzárendelheti ezt az adatkészletet.

source: Ask a system administrator to create an organization before you can continue.
hu: Kérje meg a rendszergazdát, hogy hozzon létre egy szervezetet, mielőtt folytatná.

source: eg. A descriptive title
hu: például. Az adatkészlet elnevezése

source: eg. my-dataset
hu: például. my-dataset

source: eg. Some useful notes about the data
hu: például. Néhány hasznos megjegyzés az adatokról

source: eg. economy, mental health, government
hu: például. gazdaság, mentális egészség, kormány

source: Please select the license
hu: Kérjük, válassza ki az engedélyt

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
hu: Az engedélyezési definíciók és további információk a <a href=""http://opendefinition.org/licences/""> opendefinition.org </a> oldalon érhetők el.

source: Active
hu: Aktív

source: Are you sure you want to delete this dataset?
hu: Biztos, hogy törölni szeretné ezt az adatkészletet?

source: Next: Add Data
hu: Következő: Adatelérések hozzáadása

source: Author Email
hu: Készítő email címe

source: Maintainer Email
hu: Kapcsolattartó email címe

source: Update Resource
hu: Adatelérés frissítése

source: Data
hu: Adat

source: eg. January 2011 Gold Prices
hu: például. Január 2011 Aranyárak

source: Some useful notes about the data
hu: Néhány hasznos megjegyzés az adatokról

source: eg. CSV, XML or JSON
hu: például. CSV, XML vagy JSON

source: This will be guessed automatically. Leave blank if you wish
hu: Ezt automatikusan kitaláljuk. Hagyja üresen, ha úgy látja jónak.

source: eg. 2012-06-05
hu: például. 2012-06-05

source: File Size
hu: Fájl méret

source: eg. 1024
hu: például. 1024

source: MIME Type
hu: MIME Típus

source: eg. application/json
hu: például. Alkalmazás / JSON

source: Are you sure you want to delete this resource?
hu: Biztosan törölni szeretné ezt az adatelérést?

source: Previous
hu: Előző

source: Save & add another
hu: Mentés és új hozzáadása

source: Finish
hu: Befejez

source: What's a resource?
hu: Mi az az adatelérés?

source: A resource can be any file or link to a file containing useful data.
hu: Az adatelérés bármilyen fájl vagy hivatkozás lehet, amely hasznos adatokra mutat vagy tartalmazza azokat.

source: Explore
hu: Felfedezés

source: Fullscreen
hu: Teljes képernyő

source: Embed
hu: Beágyaz

source: This resource view is not available at the moment.
hu: Ez az adatelérés nézet jelenleg nem érhető el.

source: Embed resource view
hu: Adatelérés nézet beágyazása

source: You can copy and paste the embed code into a CMS or blog software that supports raw HTML
hu: A beágyazott kódot beillesztheti egy CMS vagy blog alkalmazásba, amely támogatja a nyers HTML-t.

source: Width
hu: Szélesség

source: Height
hu: Magasság

source: Code
hu: Kód

source: Resource Preview
hu: A adatelérés előnézete

source: Data and Resources
hu: Adat és adatelérések

source: Create dataset
hu: Adatkészlet létrehozása

source: Add data
hu: Adatelérések hozzáadása

source: eg. My View
hu: például. Az én nézetem

source: eg. Information about my view
hu: például. A nézetre vonatkozó információk

source: Remove Filter
hu: Szűrő eltávolítása

source: What's a view?
hu: Mi a nézet?

source: Datapusher status: {status}.
hu: Datapusher állapot: {status}.

source: Trackback URL
hu: Visszakövetési URL

source: Language
hu: Nyelv

source: Go
hu: Ugrás

source: No License Provided
hu: Nincs licenc megadva

source: This dataset satisfies the Open Definition.
hu: Ez a csomag teljesíti a Nyílt Tudás Definíció követelményeit.

source: There is no description for this organization
hu: Ehhez a szervezethez nem tartozik leírás.

source: This dataset has no description
hu: Ehhez az adatkészlethez nem tartozik leírás.

source: Filter Results
hu: Eredmények szűrése

source: <p class="extra">Please try another search.</p>
hu: <p class = "extra"> Kérjük, próbálkozzon másik kereséssel. </ p>

source: <p id="search-error"><strong>There was an error while searching.</strong> Please try again.</p>
hu: <p id="search-error"><strong>Keresési hiba.</strong> Kérjük, próbálja újra.</p>

source: {number} dataset found for "{query}"
hu: {number} adatkészlet a(z) "{query}" keresésre

source: No datasets found for "{query}"
hu: Nincs adatkészlet a "{query}" lekérdezéshez

source: {number} dataset found
hu: {number} adatkészlet

source: No datasets found
hu: Nem található adatkészlet

source: {number} group found for "{query}"
hu: {number} adatkategória a(z) "{query}" keresésre

source: No groups found for "{query}"
hu: Nincs adatkategória a "{query}" lekérdezéshez

source: {number} group found
hu: {number} adatkategória

source: No groups found
hu: Nem található adatkategória

source: {number} organization found for "{query}"
hu: {number} szervezet a(z) "{query}" keresésre

source: No organizations found for "{query}"
hu: Nincs szervezet a "{query}" lekérdezéshez

source: {number} organization found
hu: {number} szervezet

source: No organizations found
hu: Nem található szervezet

source: Social
hu: Társadalmi

source: {actor} added the tag {tag} to the dataset {dataset}
hu: {actor} a(z) {tag} címkét hozzáadta a(z) {dataset} adatkkészlethez.

source: {actor} updated the group {group}
hu: {actor} frissítette a(z) {group} adatkategóriát.

source: {actor} updated the organization {organization}
hu: {actor} frissítette a(z) {organization} szervezetet.

source: {actor} updated the dataset {dataset}
hu: {actor} frissítette a(z) {dataset} adatkészletet.

source: View this version
hu: Tekintse meg ezt a verziót

source: {actor} updated the resource {resource} in the dataset {dataset}
hu: {actor} frissítette a(z) {resource} adateléréshez tartozó {dataset} adatkészletet.

source: {actor} updated their profile
hu: {actor} frissítette a profilját.

source: {actor} deleted the group {group}
hu: {actor} törölte a(z) {group} adatkategóriát.

source: {actor} deleted the organization {organization}
hu: {actor} törölte a szervezetet {organization}.

source: {actor} deleted the dataset {dataset}
hu: {actor} törölte a(z) {dataset} adatkészletet.

source: {actor} deleted the resource {resource} from the dataset {dataset}
hu: {actor} törölte a(z) {resource} adatelérésű {dataset} adatkészletet.

source: {actor} started following {dataset}
hu: {actor} követi a(z) {dataset} adatkészletet.

source: {actor} started following {group}
hu: {actor} követi a(z) {group} adatkategóriát.

source: {actor} started following {user}
hu: {actor} követi a(z) {user} felhasználót.

source: {actor} created the group {group}
hu: {actor} létrehozta a(z) {group} adatkategóriát.

source: {actor} created the organization {organization}
hu: {actor} létrehozta a {organization} szervezetet .

source: {actor} created the dataset {dataset}
hu: {actor} létrehozta az adatkészletet {dataset}.

source: {actor} added the resource {resource} to the dataset {dataset}
hu: {actor} hozzáadta a(z) {resource} adatelérést a(z) {dataset} adatkészlethez.

source: {actor} signed up
hu: {actor} feliratkozott.

source: {actor} removed the tag {tag} from the dataset {dataset}
hu: {actor} eltávolította a(z) {dataset} adatkészlethez tartozó {tag} címkét.

source: Removed author from {pkg_link}
hu: Szerző eltávolítva a {pkg_link}-ből.

source: No fields were updated. See the metadata diff for more details.
hu: Nincsenek mezők frissítve. További részletekért lásd a Metaadat diff.

source: Removed author email from {pkg_link}
hu: Szerző email címe eltávolítva {pkg_link}-ből.

source: Deleted resource {resource_link} from {pkg_link}
hu: Törölt adatelérés {resource_link} (innen: {pkg_link})

source: Added field <q>{key}</q> with value <q>{value}</q> to {pkg_link}
hu: Hozzáadott mező <q>{key}</q> értéke <q>{value}</q> a {pkg_link} elemben.

source: Added field <q>{key}</q> to {pkg_link}
hu: Hozzáadott mező <q> {key} </ q> {pkg_link}

source: Added the following fields to {pkg_link}
hu: Hozzáadta a következő mezőket a {pkg_link} elemhez.

source: {key} with value {value}
hu: {key} kulcsot tartalmazó {value} érték.

source: Changed the license of {pkg_link} to {new_link} (previously {old_link})
hu: {pkg_link} licence megváltozott: {new_link} (korábban: {old_link}).

source: Changed the license of {pkg_link} to {new_link} (previously {old_title})
hu: {pkg_link} licence megváltozott: {new_link} (korábban: {old_title}).

source: Changed the license of {pkg_link} to {new_title} (previously {old_link})
hu: {pkg_link} licence megváltozott: {new_link} (korábban: {old_link}).

source: Changed the license of {pkg_link} to {new_title} (previously {old_title})
hu: {pkg_link} licence megváltozott: {new_link} (korábban: {old_title}).

source: Uploaded a new file to resource {resource_link} in {pkg_link}
hu: Feltöltött egy új fájlt az adateléréshez {resource_link} {pkg_link}

source: Added resource {resource_link} to {pkg_link}
hu: Hozzáadott adatelérés: {resource_link} a(z) {pkg_link} elemhez.

source: Removed description from {pkg_link}
hu: Leírás eltávolítva {pkg_link}

source: Removed {pkg_link} from organization {old_org_link}
hu: {pkg_link} eltávolítása {old_org_link} szervezetből.

source: Added {pkg_link} to organization {new_org_link}
hu: {pkg_link} hozzáadva {new_org_link} szervezethez.

source: Removed description from resource {resource_link} in {pkg_link}
hu: Leírás eltávolítva {resource_link} {pkg_link}

source: Added field <q>{key}</q> with value <q>{value}</q> to resource {resource_link} in {pkg_link}
hu: Hozzáadott mező <q>{key}</q> <q>{value}</q> értékkel a {resource_link} adatelérésben a {pkg_link} elemben.

source: Added field <q>{key}</q> to resource {resource_link} in {pkg_link}
hu: Hozzáadott mező <q>{key}</q> a következő adateléréshez: {resource_link} a {pkg_link} elemben.

source: Added the following fields to resource {resource_link} in {pkg_link}
hu: Hozzáadta az alábbi mezőket a(z) {resource_link} adateléréshez a {pkg_link} elemben.

source: Added tag {tag_link} to {pkg_link}
hu: Hozzáadott címke: {tag_link} a(z) {pkg_link} elemhez.

source: Added the following tags to {pkg_link}
hu: Hozzáadta a következő címkéket a {pkg_link} elemhez.

source: Changed title to {title_link} (previously {old_title})
hu: Megváltozott cím {title_link} (korábban {old_title}).

source: Changed the source URL of {pkg_link} from {old_link} to {new_link}
hu: {pkg_link} adatelérés URL-je megváltozott: {new_link} (korábban: {old_link}.

source: Changed the source URL of {pkg_link} to {new_link}
hu: {pkg_link} adatelérés URL-je megváltozott: {new_link}.

source: Changed the version of {pkg_link} to {new_version} (previously {old_version})
hu: {pkg_link} verziója megváltozott. Új verzió: {new_version} (korábban: {old_version}.

source: Changed the version of {pkg_link} to {new_version}
hu: {pkg_link} verziója megváltozott. Új verzió: {new_version}.

source: Search Tags
hu: Címke keresése

source: Create API Token
hu: API token létrehozása

source: You haven't created any API Tokens.
hu: Még nem hozott létre API tokeneket.

source: My Groups
hu: Saját adatkategóriák

source: Activity from items that I'm following
hu: Az általam követett elemeken végrehajtott tevékenységek

source: You haven't created any datasets.
hu: Még nem hozott létre adatkészleteket.

source: You are not a member of any groups.
hu: Ön nem tagja adatkategóriának.

source: Account Info
hu: Információ a felhasználói fiókról

source: Your profile lets other CKAN users know about who you are and what you do.
hu: A profilod lehetővé teszi, hogy más CKAN felhasználók tudják, hogy ki vagy, és mit csinálsz.

source: Change details
hu: Részletek módosítása

source: Full name
hu: Teljes név

source: eg. Joe Bloggs
hu: például. Joe Bloggs

source: eg. joe@example.com
hu: például. joe@example.com

source: A little information about yourself
hu: Információ Önről.

source: Subscribe to notification emails
hu: Feliratkozás az értesítési emailekre.

source: Profile picture
hu: Profilkép

source: Profile picture URL
hu: Profilkép URL

source: Change password
hu: Jelszó módosítása

source: Sysadmin Password
hu: Rendszeradminisztrátor jelszó

source: Confirm Password
hu: Jelszó megerősítése

source: Are you sure you want to delete this User?
hu: Biztos, hogy törölni szeretné ezt a felhasználót?

source: Are you sure you want to regenerate the API key?
hu: Biztosan újra szeretné generálni az API kulcsot?

source: Regenerate API Key
hu: API kulcs újragenerálása

source: Update Profile
hu: Profil frissítése

source: Need an Account?
hu: Szüksége van egy fiókra?

source: Create an Account
hu: Fiók létrehozása

source: Forgotten your password?
hu: Elfelejtette a jelszavát?

source: No problem, use our password recovery form to reset it.
hu: Nem probléma, használja a jelszó-helyreállítási űrlapot, hogy visszaállítsa.

source: Forgot your password?
hu: Elfelejtette a jelszavát?

source: Logged Out
hu: Kilépett

source: Logout
hu: Kilépés

source: Remember me
hu: Jegyezz meg

source: You're already logged in
hu: Már bejelentkezett

source: Registration
hu: Bejegyzés

source: Register for an Account
hu: Fiók regisztrációja

source: Why Sign Up?
hu: Miért jelentkezzen be?

source: Create datasets, groups and other exciting things
hu: Hozzon létre adatkészleteket, adatkategóriákat és más izgalmas dolgokat

source: username
hu: felhasználónév

source: Full Name
hu: Teljes név

source: Create Account
hu: Fiók létrehozása

source: Reset Your Password
hu: Jelszó visszaállítása

source: Password Reset
hu: Jelszó visszaállítása

source: You can also change username. It can not be modified later.
hu: A felhasználónevet is megváltoztathatja, azonban az később nem módosítható.

source: Update Password
hu: Jelszó frissítése

source: How does this work?
hu: Hogyan működik?

source: Simply enter a new password and we'll update your account
hu: Írjon be új jelszót a fiókja frissítéséhez!

source: User hasn't created any datasets.
hu: A felhasználó nem hoz létre adatkészleteket.

source: You have not provided a biography.
hu: Még nem adott hozzá önéletrajzot.

source: This user has no biography.
hu: Ehhez a felhasználóhoz nem tartozik életrajz.

source: Reset your password
hu: Jelszó visszaállítása

source: Email or username
hu: E-mail vagy felhasználónév

source: Request Reset
hu: Kérés visszaállítása

source: Enter your email address or username into the box and we will send you an email with a link to enter a new password.
hu: Írja be az email címét vagy felhasználónevét, hogy emailben elküldhessük az új jelszó beállításához szükséges linket.

source: No followers
hu: Nincs követő

source: Massive purge complete
hu: Masszív tisztítás befejeződött

source: success
hu: siker

source: Parameter u"{parameter_name}" is not an integer
hu: Az u "{parameter_name}" paraméter nem egész szám.

source: Activity not found
hu: A tevékenység nem található.

source: Unauthorized to view activity data
hu: Nincs jogosultsága a tevékenységadatok megtekintéhez.
