Repository: NAVU-Kft/nationalopendataportal
Catalog: ckanext/hutemplate/i18n/*/LC_MESSAGES/ckanext-hutemplate.po
Languages: hu

source: Unauthorized to read resource %s
hu: Nem jogosult a(z) %s adatelérés olvasására.

source: Unauthorized to edit resource
hu: Nem jogosult az adatelérés szerkesztésére.

source: View not found
hu: Nézet nem található

source: View Type Not found
hu: Nézet típus nem található

source: Resource view not supplied
hu: Az adatelérés nézet nem biztosított.

source: No preview has been defined.
hu: Nincs előnézet definiálva.

source: User not found
hu: A felhasználó nem található

source: Unauthorized to register as a user.
hu: Nem jogosult felhasználóként regisztráláshoz.

source: Unauthorized to create a user
hu: Felhasználó létrehozása nem engedélyezett.

source: Unauthorized to delete user with id "{user_id}".
hu: Nem jogosult a(z) "{user_id}" id-vel rendelkező felhasználó törléséhez.

source: No user specified
hu: Felhasználó nincs meghatározva

source: Unauthorized to edit user %s
hu: %s felhasználó szerkesztése nem engedélyezett.

source: Profile updated
hu: profil frissítve

source: Unauthorized to create user %s
hu: %s felhasználó létrehozása nem engedélyezett.

source: Bad Captcha. Please try again.
hu: Hibás Captcha. Kérjük próbalkozzon újra

source: User "%s" is now registered but you are still logged in as "%s" from before
hu: "%s" felhasználó most regisztrálva, de még mindig "%s"-ként van bejelentkezve, mint előtte

source: Unauthorized to edit a user.
hu: Nem jogosult felhasználó szerkesztésére.

source: Password entered was incorrect
hu: A megadott jelszó hibás

source: Old Password
hu: Régi jelszó

source: incorrect password
hu: helytelen jelszó

source: Login failed. Bad username or password.
hu: Belépés sikertelen. Rossz felhasználónév vagy jelszó.

source: Unauthorized to request reset password.
hu: Nincs jogosultsága a jelszó megváltoztatásának kérésére.

source: Email is required
hu: E-mail szükséges

source: Error sending the email. Try again later or contact an administrator for help
hu: Hiba az email kiküldése közben. Kérjük, próbálja újra vagy vegye fel a kapcsolatot az adminisztrátorral.

source: A reset link has been emailed to you (unless the account specified does not exist)
hu: A visszaállító link kiküldve (amennyiben az email cím létezik és helyes).

source: Unauthorized to reset password.
hu: Nincs jogosultsága a jelszó visszaállításához.

source: Invalid reset key. Please try again.
hu: Hibás visszaállítókód (reset code). Kérjük próbálja újra.

source: Your password has been reset.
hu: A jelszó visszaállításra került.

source: Your password must be 4 characters or longer.
hu: A jelszónak 4 vagy több betűnél hosszabbnak kell lennie.

source: The passwords you entered do not match.
hu: A megadott jelszavak nem egyeznek.

source: You must provide a password
hu: Köteles megadni egy jelszót

source: Follow item not found
hu: A követőelem nem található

source: {0} not found
hu: {0} nem található

source: Everything
hu: Minden

source: {n} new activity from {site_title}
hu: {n} új tevékenység a(z) {site_title} oldalon.

source: Just now
hu: Épp most

source: {bytes} bytes
hu: {bytes} bájt

source: Unknown
hu: ismeretlen

source: Unnamed resource
hu: Névtelen forrás

source: Created new dataset.
hu: Új adatkészlet létrehozva.

source: Edited resources.
hu: Szerkesztett forrás.

source: Edited settings.
hu: Szerkesztett beállítások.

source: {number} view
hu: {number} nézet

source: {number} recent view
hu: {number} legutóbbi nézet

source: No recipient email address available!
hu: A címzett e-mail címe nem elérhető!

source: organization
hu: szervezet

source: group
hu: adatkategória

source: The input field %(name)s was not expected.
hu: Nem várt beviteli mező: %(name)s

source: Please enter an integer value
hu: Adjon meg egész értéket

source: Must be a Unicode string value
hu: Unicode string értéknek kell lennie

source: Package resource(s) invalid
hu: Csomagforrás(ok) érvénytelen(ek)

source: Extras
hu: Kiegészítők

source: Tag vocabulary "%s" does not exist
hu: A "%s" címkeszótár nem található

source: Could not parse as valid JSON
hu: Az értelmezés sikertelen, mert a JSON nem érvényes.

source: An organization must be provided
hu: Szervezet megadása kötelező.

source: You cannot move this dataset to another organization
hu: Ez az adatkészlet nem helyezhető át másik szervezet alá.

source: Organization does not exist
hu: A szervezet nem létezik

source: You cannot add a dataset to this organization
hu: Nem adhat hozzá adatkészletet ehhez a szervezethez

source: Invalid integer
hu: Érvénytelen egész szám

source: Must be a natural number
hu: Természetes számnak kell lennie

source: Must be a postive integer
hu: Posztív egész számnak kell lennie

source: Date format incorrect
hu: A dátumformátum helytelen

source: No links are allowed in the log_message.
hu: Hivatkozások nem engedélyezettek a log_message-ben.

source: Dataset id already exists
hu: Az adatkészlet azonosítója már létezik.

source: Resource
hu: Forrás

source: That group name or ID does not exist.
hu: Az adatkategória neve vagy azonosítója nem létezik.

source: Activity type
hu: Tevékenységtípus

source: Names must be strings
hu: A neveknek szövegnek kell lenniük

source: That name cannot be used
hu: Ez a név nem használható.

source: Must be at least %s characters long
hu: Legalább %s karakter hosszúnak kell lennie

source: Name must be a maximum of %i characters long
hu: A név maximum %i karakter hosszú lehet

source: Must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
hu: Kisbetűs alfanumerikus (ASCII) karaktereket és a következő szimbólumokat kell tartalmaznia: -_

source: That URL is already in use.
hu: Ez az URL már használatban van.

source: Name "%s" length is less than minimum %s
hu: A(z) "%s" név rövidebb, mint a minimum %s

source: Name "%s" length is more than maximum %s
hu: A(z) "%s" név hossza több mint maximum %s

source: Version must be a maximum of %i characters long
hu: A változatnak legfeljebb %i karakter hosszúnak kell lennie

source: Duplicate key "%s"
hu: Már létező kulcs "%s"

source: Group name already exists in database
hu: Ilyen nevű adatkategória már létezik az adatbázisban

source: Tag "%s" length is less than minimum %s
hu: A "%s" cimkének legalább %s hosszúnak kell lennie

source: Tag "%s" length is more than maximum %i
hu: A "%s" címke hosszabb, mint a maximum %i.

source: Tag "%s" must be alphanumeric characters or symbols: -_.
hu: A '%s' cimke csak betűket és számokat '-' és '_' jeleket tartalmazhat.

source: Tag "%s" must not be uppercase
hu: A "%s" cimke nem lehet nagybetűs

source: User names must be strings
hu: A felhasználói neveknek húrnak kell lenniük

source: That login name is not available.
hu: Ez bejelentkezési név nem áll rendelkezésre.

source: That login name can not be modified.
hu: Ez a bejelentkezési név nem módosítható.

source: Please enter both passwords
hu: Írja be mindkét jelszót

source: Passwords must be strings
hu: A jelszavaknak stringeknek kell lenniük

source: Your password must be 8 characters or longer
hu: A jelszónak legalább 8 karakter hosszúnak kell lennie.

source: The passwords you entered do not match
hu: A megadott jelszavak nem egyeznek

source: Edit not allowed as it looks like spam. Please avoid links in your description.
hu: A szerkesztés nem engedélyezett, mivel spam-nek tűnik. Kérjük, mellőzze a linkeket a leírásból.

source: Name must be at least %s characters long
hu: A név legalább %s karakter hosszú kell legyen

source: That vocabulary name is already in use.
hu: A szótárnév már használatban van.

source: Cannot change value of key from %s to %s. This key is read-only
hu: Nem tudja megváltoztatni a kulcsot a %s-ról %s-re. Ez a kulcs csak olvasható

source: Tag vocabulary was not found.
hu: A címkeszótár nem található

source: No tag name
hu: Nincs megadva címkenév

source: Tag %s already belongs to vocabulary %s
hu: A "%s" címke már szerepel a %s szótárban

source: Please provide a valid URL
hu: Kérjük, adjon meg érvényes URL-t

source: role does not exist.
hu: A szerep nem létezik.

source: Datasets with no organization can't be private.
hu: A szervezet nélküli adatkészletek nem lehetnek privátak.

source: Not a list
hu: Nem lista

source: Not a string
hu: Nem karakterlánc

source: This parent would create a loop in the hierarchy
hu: Ez a szülő hurkot hozna létre a hierarchiában.

source: "filter_fields" and "filter_values" should have the same length
hu: A "filter_fields" és a "filter_values" azonos hosszúsággal kell rendelkeznie.

source: "filter_fields" is required when "filter_values" is filled
hu: "Filter_fields" szükséges, ha a "filter_values" kitöltött.

source: "filter_values" is required when "filter_fields" is filled
hu: "Filter_Values" szükséges, ha a "filter_fields" kitöltött.

source: There is a schema field with the same name
hu: Már létezik egy schema mező ezzel a névvel.

source: Email {email} is not a valid format
hu: A(z) {email} email cím formátuma nem érvényes

source: The email address '{email}' belongs to a registered user.
hu: A "{email}" cím egy regisztrált felhasználóhoz tartozik.

source: Value must be one of {}
hu: Az értéknek az egyik {} kell lennie

source: The value should be a valid JSON object
hu: Az értéknek érvényes JSON objektumnak kell lennie

source: Could not parse the value as a valid JSON object
hu: Nem sikerült elemezni az értéket érvényes JSON objektumként

source: Could not parse extra '{name}' as valid JSON
hu: "{name}" elem érvényes JSON-ként való értelmezése sikertelen.

source: Missing Value
hu: Hiányzó érték

source: Role must be one of "{}"
hu: A szerepkörnek a "{}" valamelyikének kell lennie.

source: Not allowed to add collaborators
hu: Nem engedélyezett együttműködő hozzáadása

source: Dataset collaborators not enabled
hu: Az adatkészlet közreműködők nincsenek engedélyezve

source: Trying to create an organization as a group
hu: Egy szervezetet próbál létrehozni adatkategóriaként.

source: You must supply a package id or name (parameter "package").
hu: Meg kell adni egy csomagnevet vagy azonosítót ("package" paraméter).

source: You must supply a rating (parameter "rating").
hu: Meg kell adni értékelést ("rating" paraméter).

source: Rating must be an integer value.
hu: Az értékelés egész számnak kell lennie.

source: Rating must be between %i and %i.
hu: Az értékelésnek %i és %i közé kell esnie.

source: Error sending the invite email, the user was not created: {0}
hu: Hiba a meghívó küldése közben, a felhasználó nem lett létrehozva: {0}.

source: You must be logged in to follow users
hu: A felhasználük követéséhez be kell jelentkeznie.

source: You cannot follow yourself
hu: Önmagát nem követheti

source: You are already following {0}
hu: Már követi a {0} -t

source: You must be logged in to follow a dataset.
hu: Az adatkészlet követéséhez jelentkezzen be.

source: User {username} does not exist.
hu: A felhasználó {username} nem létezik.

source: You must be logged in to follow a group.
hu: Az adatkategória követéséhez be kell jelentkeznie.

source: Package not found
hu: A csomag nem található

source: Organization cannot be deleted while it still has datasets
hu: A szervezet nem törölhető, amíg adatkészletek vannak hozzárendelve.

source: id not in data
hu: Az azonosító nem található az adatok között.

source: Could not find vocabulary "%s"
hu: "%s" szótár nem található

source: Could not find tag "%s"
hu: "%s" címke nem található

source: You must be logged in to unfollow something.
hu: A követés leállításához be kell jelentkeznie.

source: You are not following {0}.
hu: Nem követi a {0} -t.

source: Capacity must be one of "{}"
hu: A kapacitásnak a "{}" egyikének kell lennie.

source: Not allowed to retrieve collaborators
hu: Nem engedélyezett az együttműködők visszavonása

source: Resource was not found.
hu: A forrás nem található.

source: Parameter is not an bool
hu: A paraméter nem boolean.

source: Do not specify if using "query" parameter
hu: Nem szükséges, ha a "query" paramétert használja

source: Must be <field>:<value> pair(s)
hu: <field>:<value> értékpárt kell magdni.

source: Field "{field}" not recognised in resource_search.
hu: A "{field}" mező nem ismerhető fel a resource_search-ben.

source: Package was not found.
hu: A csomag nem található.

source: TaskStatus was not found.
hu: A feladatstátusz nem található

source: Organization was not found.
hu: A szervezet nem található.

source: User %s not authorized to create packages
hu: A %s felhasználó nem jogosult csomagok létrehozására

source: User %s not authorized to edit these groups
hu: A %s felhasználó nem jogosult ezeket az adatkategóriákat szerkeszteni

source: User %s not authorized to add dataset to this organization
hu: A %s felhasználó nem jogosult adat adatkészletre ehhez a szervezethez

source: No dataset id provided, cannot check auth.
hu: Nincs megadva adatkészletazonosító, a jogosultság nem állapítható meg

source: No package found for this resource, cannot check auth.
hu: Nincs csomag megadva ehhez a forráshoz, az autorizáció nem sikerült.

source: User %s not authorized to create resources on dataset %s
hu: A %s felhasználó nem jogosult adatelérések létrehozására az adatkészlet %s

source: User %s not authorized to edit these packages
hu: A %s felhasználó nem jogosult a csomagok szerkesztésére

source: User %s not authorized to create groups
hu: A %s felhasználó nem jogosult adatkategóriák létrehozására

source: User %s not authorized to create organizations
hu: A %s felhasználó nem jogosult szervezet létrehozására

source: User {user} not authorized to create users via the API
hu: A felhasználó {user} nem jogosult a felhasználók létrehozására az API-n keresztül

source: Not authorized to create users
hu: Nem jogosult a felhasználók létrehozására

source: Group was not found.
hu: Az adatkategória nem található.

source: User %s not authorized to add members
hu: A %s felhasználó nem jogosult tagok hozzáadására

source: User %s not authorized to edit group %s
hu: A %s felhasználó nem jogosult a %s adatkategória szerkesztésére

source: User %s not authorized to add collaborators to this dataset
hu: A %s felhasználó nem jogosult az együttműködők hozzáadása erre az adatkészletre

source: User %s not authorized to delete resource %s
hu: A %s felhasználó nem jogosult a(z) %s adatelérés törlésére

source: Resource view not found, cannot check auth.
hu: az adatelérés nézet nem található, az autentikáció sikertelen.

source: User %s not authorized to delete relationship %s
hu: A %s felhasználó nem jogosult a %s kapcsolat törlésére

source: User %s not authorized to delete groups
hu: A %s felhasználó nem jogosult adatkategóriák törlésére

source: User %s not authorized to delete group %s
hu: A %s felhasználó nem jogosult a %s adatkategória törlésére

source: User %s not authorized to delete organizations
hu: A %s felhasználó nem jogosult a szervezetek törlésére

source: User %s not authorized to delete organization %s
hu: A %s felhasználó nem jogosult a %s szervezet törlésére

source: User %s not authorized to delete task_status
hu: A %s felhasználó nem jogosult a task_status törlésére

source: User %s not authorized to remove collaborators from this dataset
hu: A %s felhasználó nem jogosult az együttműködők eltávolítására az adatkészletből

source: Not authorized
hu: Nem jogosult

source: User %s not authorized to read these packages
hu: A %s felhasználó nem jogosult a csomagok elolvasására

source: User %s not authorized to read package %s
hu: A %s felhasználó nem jogosult a %s csomag olvasására

source: User %s not authorized to read resource %s
hu: A %s felhasználó nem jogosult a(z) %s adatelérés elérésére

source: User %s not authorized to read group %s
hu: A %s felhasználó nem jogosult a %s adatkategória olvasására

source: You must be logged in to access your dashboard.
hu: A kezelőfelülethez való hozzáféréshez be kell jelentkeznie.

source: User %s not authorized to list collaborators from this dataset
hu: A felhasználó %s nem jogosult a munkatársak listájára az adatkészletből

source: User %s not authorized to edit package %s
hu: A %s felhasználó nem jogosult a %s csomag szerkesztésére

source: User %s not authorized to edit resource %s
hu: A %s felhasználó nem jogosult adatelérés szerkesztésére %s

source: User %s not authorized to change state of package %s
hu: A %s felhasználó nem jogosult a %s csomag állapotának megváltoztatására

source: User %s not authorized to edit organization %s
hu: A %s felhasználó nem jogosult a %s szervezet szerkesztésére

source: User %s not authorized to change state of group %s
hu: A %s felhasználó nem jogosult a %s adatkategória állapotának megváltoztatására

source: User %s not authorized to edit permissions of group %s
hu: A %s felhasználó nem jogosult a %s adatkategória engedélyeinek szerkesztésére

source: Have to be logged in to edit user
hu: Be kell jelentkeznie a felhasználó szerkesztéséhez

source: User %s not authorized to edit user %s
hu: A(z) '%s' felhasználó nem jogosult az %s módosítására

source: User {0} not authorized to update user {1}
hu: A felhasználó {0} nem jogosult a felhasználó frissítésére {1}

source: User %s not authorized to change state of revision
hu: A felhasználó %s nem jogosult a felülvizsgálati állapot megváltoztatására

source: User %s not authorized to update task_status table
hu: A felhasználó %s nem jogosult a task_status tábla frissítésére

source: User %s not authorized to update term_translation table
hu: A %s felhasználó nem jogosult a Term_translation Table frissítésére

source: title
hu: cím

source: License not specified
hu: A licenc nincs megadva.

source: Open Data Commons Open Database License (ODbL)
hu: Open Data Commons Open Database licenc (ODbL)

source: Open Data Commons Attribution License
hu: Open Data Commons Attribution licenc

source: GNU Free Documentation License
hu: GNU ingyenes dokumentációs licenc

source: Other (Open)
hu: Egyéb (nyitott)

source: Other (Public Domain)
hu: Egyéb (nyilvános domain)

source: Other (Attribution)
hu: Egyéb (attribútum)

source: UK Open Government Licence (OGL)
hu: Egyesült Királyság nyílt kormányzati engedély (OGL)

source: Creative Commons Non-Commercial (Any)
hu: Creative Commons Non-Commercial (Bármelyik)

source: Other (Non-Commercial)
hu: Egyéb (nem kereskedelmi)

source: Other (Not Open)
hu: Egyéb (nem nyitott)

source: depends on %s
hu: %s-től függ

source: is a dependency of %s
hu: %s függősége

source: derives from %s
hu: %s leszármazottja

source: has derivation %s
hu: %s származik belőle

source: links to %s
hu: %s hivatkozása

source: is linked from %s
hu: hivatkozás innen: %s

source: is a child of %s
hu: %s gyermeke

source: is a parent of %s
hu: %s szülője

source: has sibling %s
hu: %s testvére

source: There is no API data to load for this resource
hu: Nem állnak rendelkezésre API adatok az adatelérés betöltéséhez.

source: Failed to load data API information
hu: Nem sikerült betölteni az API információkat

source: There are unsaved modifications to this form
hu: Nem mentett módosítások találhatóak az űrlapon.

source: Please Confirm Action
hu: Kérjük, erősítse meg a műveletet

source: Are you sure you want to perform this action?
hu: Biztos benne, hogy ezt a műveletet szeretné végrehajtani?

source: Confirm
hu: Megerősít

source: Unfollow
hu: Követés leállítása

source: Follow
hu: Követés

source: Link to a URL on the internet (you can also link to an API)
hu: Link az URL-hez az interneten (API linket is megadhat)

source: Upload
hu: Feltöltés

source: Please select the file to upload again
hu: Kérjük, válassza ki a feltölteni kívánt fájlt

source: Upload a file on your computer
hu: Fájl feltöltése a számítógépre

source: File
hu: Fájl

source: Reorder resources
hu: Az adatelérések átrendezése

source: Saving...
hu: Mentés...

source: Upload a file
hu: Fájl feltöltése

source: An Error Occurred
hu: Hiba lépett fel.

source: Unable to upload file
hu: Nem lehet feltölteni a fájlt.

source: Unable to authenticate upload
hu: Nem lehet hitelesíteni a feltöltést.

source: Resource uploaded
hu: Feltöltött adatelérés

source: Unable to get data for uploaded file
hu: A feltöltött fájlhoz nem lehet adatokat kapni.

source: You are uploading a file. Are you sure you want to navigate away and stop this upload?
hu: Ön éppen egy fájlt tölt fel. Biztosan elnavigál és megszakítja a feltöltést?

source: Add Filter
hu: Szűrő hozzáadása

source: Select a field
hu: Válasszon mezőt

source: Show more
hu: Mutass többet

source: Hide
hu: Elrejt

source: Error %(error_code)s
hu: Hiba %(error_code)s

source: Sysadmin settings
hu: Rendszeradminisztrátor beállítások

source: View profile
hu: Profil megtekintése

source: Dashboard (%(num)d new item)
hu: Irányítópult (%(num)d új elem)

source: Dashboard
hu: Irányítópult

source: Account
hu: Felhasználói fiók

source: Log in
hu: Bejelentkezés

source: Register
hu: Regisztráció

source: Search Datasets
hu: Adatkészletek keresése

source: Skip to content
hu: Tartalom átugrása

source: Load less
hu: Kevesebb betöltése

source: Load more
hu: Több betöltése

source: No activities are within this activity stream
hu: Nincsenek tevékenységek a tevékenységfolyamon belül

source: Administration
hu: Adminisztráció

source: Sysadmins
hu: Rendszeradminisztrátorok

source: Config
hu: Beállítások

source: Trash
hu: Lomtár

source: Site logo
hu: Oldal logója

source: Are you sure you want to reset the config?
hu: Biztosan vissza akarja állítani a konfigurációt?

source: Reset
hu: Visszaállítás

source: Update Config
hu: Konfiguráció frissítése

source: CKAN config options
hu: CKAN konfigurációs beállítások

source: Confirm Reset
hu: Visszaállítás megerősítése

source: Administer CKAN
hu: Ckan kezelése

source: Are you sure you want to purge everything?
hu: Biztos, hogy mindent ki akarsz tisztítani?

source: Purge all
hu: Mindet töröl

source: Purge deleted datasets, organizations or groups forever and irreversibly.
hu: Törölje az adatkészleteket, szervezeteket vagy adatkategóriákat visszafordíthatatlanul.

source: Purge
hu: Tisztít

source: This resource can not be previewed at the moment.
hu: Ehhez a adateléréshez jelenleg nem tartozik előnézet.

source: Click here for more information.
hu: Kattintson ide további információért.

source: Download resource
hu: Adatelérés letöltése

source: No preview available.
hu: Nincs elérhető előnézet.

source: More details...
hu: További részletek...

source: No handler defined for data type: %(type)s.
hu: Nincs kezelő megadva a %(type)s adattípushoz

source: Standard
hu: Szabvány

source: Standard Input
hu: Alapértelmezett bemenet

source: Medium
hu: Közepes

source: Medium Width Input
hu: Közepes szélesség bemenet

source: Full
hu: Teljes

source: Full Width Input
hu: Teljes szélességű bevitel

source: Large
hu: Nagy

source: Prepend
hu: Előkészít

source: Prepend Input
hu: Előkészített bemenet

source: Custom Field (empty)
hu: Egyéni mező (üres)

source: Custom Field
hu: Egyéni mező

source: Markdown
hu: Árleszállítás

source: Select
hu: Kiválaszt

source: Administrators
hu: Adminisztrátorok

source: Add a Group
hu: Adatkategória hozzáadása

source: Group Form
hu: Adatkategória forma

source: Are you sure you want to delete group - {name}?
hu: Biztosan törölni szeretné a adatkategóriát - {name}?

source: Are you sure you want to delete member - {name}?
hu: Biztosan törölni szeretné a címkét - {name}?

source: Edit Group
hu: Adatkategória szerkesztése

source: Members
hu: Tagok

source: Add Group
hu: Adatkategória hozzáadása

source: Search groups...
hu: Adatkategóriák keresése

source: There are currently no groups for this site
hu: Jelenleg nincsenek adatkategóriák ezen az oldalon.

source: Existing User
hu: Létező felhasználó

source: If you wish to add an existing user, search for their username below.
hu: Ha már létező felhasználót szeretne hozzáadni, keresse meg az alábbi listában.
